Repository: H2020Cinderela/Cinderela-Web
Catalog: repair/locale/*/LC_MESSAGES/djangojs.po
Languages: it

source: Warning
it: Avvertenze

source: The server responded with:
it: Il Server ha risposto con:

source: Server does not respond.
it: Il Server non risponde

source: Error
it: Errore

source: Solution
it: Soluzione

source: Search
it: Ricerca

source: Add Actor
it: Aggiungi Attore

source: Do you really want to delete the actor
it: Vuoi davvero eliminare l’attore?

source: Name
it: Nome

source: select an area
it: Seleziona un’area

source: t/year
it: t/anno

source: Waste
it: Rifiuti

source: Product
it: Prodotto

source: Composition
it: Composizione

source: edit datasource
it: modifica la sorgente dati

source: custom
it: personalizzato

source: remove fraction
it: rimuovi la frazione

source: The fractions have to sum up to 100!
it: Le frazioni devono essere pari a 100!

source: current sum
it: la somma corrente

source: All materials have to be set!
it: Tutti i materiali devono essere impostati!

source: Multiple fractions with the same material are not allowed!
it: Non sono ammesse frazioni multiple con lo stesso materiale!

source: Add Material
it: Aggiungi materiale

source: Edit Material
it: Modifica materiale

source: Do you really want to delete the selected material and all of its children from the database?
it: Vuoi davvero eliminare il materiale selezionato e tutti i suoi “figli” dal database?

source: All
it: Tutti

source: Add Category
it: Aggiungi categoria

source: Remove
it: rimuovi

source: Do you really want to delete the selected layer?
it: Vuoi davvero cancella

source: Do you really want to delete the selected category?
it: Vuoi davvero eliminare la categoria selezionata?

source: Edit Name
it: Modifica nome

source: import
it: importa

source: this
it: questo

source: null
it: pari a zero

source: empty
it: vuoto

source: any
it: qualche

source: mixed
it: misto

source: boolean
it: bollano

source: interface
it: interfaccia

source: number
it: numero

source: string
it: sequenza

source: typeof
it: tipo di

source: void
it: nullo

source: using url
it: usando l’url

source: _receiveInfo
it: _riceviinfo

source: enabled transports
it: trasporti attivati

source: attempt
it: tentativo

source: using timeout
it: usando il timeout

source: transport url
it: trasporta l’url

source: _transportMessage
it: _transportaMessaggio

source: heartbeat
it: battito di cuore

source: message
it: messaggio

source: empty payload
it: svuota il carico utile

source: _open
it: _apri

source: connected
it: connesso

source: _close
it: _chiudi

source: disconnected
it: disconnesso

source: The requested admin page is
it: la pagina di amministrazione richiesta è

source: Flows from an actor to itself are not allowed.
it: I flussi da un attore verso se stessi non sono permessi

source: fractions per composition have to sum up to 1.0 with
it: la frazione per composizione devono essere pari a 1.0 con

source: Select the Casestudies the Keyflow is used in
it: Seleziona i Casistudio nel quale la parola chiave è utilizzata

source: Actor <{}> already has an administrative location
it: L’ Attore <{}> ha già una posizione amministrativa

source: This field is required.
it: Questo campo è richiesto

source: Invalid Actor ID - Object does not exist.
it: ID attore invalido- L’oggetto non esiste

source: This field may not be null.
it: Questo campo può non essere nullo.

source: Enter a valid URL (or leave it blank).
it: Inserisci un URL valido (o lascialo vuoto).

source: calculation is not done yet
it: Il calcolo non è ancora fatto

source: calculation is still in process
it: Il calcolo è ancora in corso

source: This material is a default material
it: Questo materiale è un materiale default

source: Enter only floats separated by commas.
it: Inserisci solo decimali separati da virgole.

source: not calculated yet
it: non ancora calcolati

source: calculation started
it: Il calcolo è iniziato

source: elapsed
it: trascorso

source: calculation finished
it: calcolo finito

source: The base data is not set up.
it: I dati base non sono settati

source: User {} has no permission to access casestudy {}
it: L’utente {} non ha il permesso di accedere al caso studio {}

source: Select the Casestudies the user works on
it: Seleziona i Casi studi sul quale l’utente lavora

source: Unauthorized
it: Non autorizzato

source: Flow A
it: Flusso A

source: t / year
it: t/anno

source: (Flow A / Flow B) * 100
it: (Flusso A/ Flusso B) * 100

source: Flow A / Inhabitants
it: Flusso A/ Abitanti

source: kg / inhabitant and year
it: kg/ abitante e anno

source: Flow A / Area (ha)
it: Flusso A / Area (ettaro)

source: t / hectar and year
it: t/ ettaro e anno

source: you may only pass parent_area_id OR
it: puoi solo

source: parent_level is required when relating to
it: parent_level è richiesto quando relativo a

source: unsupported filetype
it: tipo di file non supportato

source: wrong file-encoding ({} used)
it: codifica errata del file ({} used)

source: Index column(s) missing: {}
it: Colonna/e degli indici mancante/i: {}

source: Index "{}" has to be unique!
it: L’indice “{}” dev’essere unico!

source: The combination of indices "{}" have to be unique!
it: La combinazione degli indici “{}” dev’essere unica!

source: Duplicates found: {}
it: Duplicati trovati:{}

source: invalid geometry
it: geometria non valida

source: Invalid geometries
it: geometrie non valide

source: Integer expected: number without decimals
it: Valore Intero atteso: numero senza decimanli

source: Float expected: number with or without
it: Valore decimale atteso: numero con o senza

source: Boolean expected ("true" or "false")
it: Booleano attesto (“vero” o “falso”)

source: Number format errors
it: Errori del formato numero

source: Column(s) missing: {}
it: Colonna/e mancante/i: {}

source: {c} - related models {m} not found
it: {c} - modelli correlati {m} non trovati

source: relation not found
it: relazione non trovata

source: There are no specified users! Please go to setup mode.
it: Non ci sono utenti specificati! Per favore vai nella modalità setup

source: Calculation started. Please wait till it is finished (check Status).
it: Calcolo avviato. Per favore attendi il suo completamento (check Status)

source: Graph was successfully build.
it: Il grafico è stato costruito con successo.

source: Flow targets can't be set for general objectives.<br><br>Please select a keyflow inside the side-menu.
it: Le destinazione del flusso non possono essere settate per obiettivi generali.<br><br>Per favore, selezione una flusso chiave all’interno del menù laterale.

source: Error <b>
it: Errore <b>

source: flows
it: flussi

source: too many to display
it: troppi da visualizzare

source: All materials
it: Tutti i materiali

source: No flow data found for applied filters.
it: Nessun dato di flusso trovato per i filtri applicati

source: Actor
it: Attore

source: avoidable
it: evitabile

source: Process
it: Processo

source: origin
it: origine

source: origin_code
it: codice_origine

source: destination
it: destinazione

source: destination_code
it: codice_destinazione

source: amount
it: quantità

source: composition
it: composizione

source: Display materials
it: Mostra i materiali

source: Animate flows
it: Anima i flussi

source: Cluster locations
it: Localizzazioni del cluster

source: Show actors
it: Mostra gli attori

source: Show flows
it: Mostra i flussi

source: Show stocks
it: Mostra i depositi

source: actors
it: Attori

source: Actor referenced by flow, but missing a location:
it: Attore referenziato dal flusso, ma mancante di una localizzazione

source: Objectives for key flow <i>
it: Obiettivi per il flusso chiave <i>

source: Indicators used as target setting in the key flow <i>
it: Indicatori usati come definizione dello scopo nel flusso chiave <i>

source: Edit
it: Modifica

source: Do you want to delete the item?
it: Vuoi eliminare l’oggetto?

source: Do you want to delete the selected item?
it: Vuoi eliminare l’oggetto selezionato?

source: Objectives for keyflow <i>
it: Obiettivi per il flusso chiave<i>

source: General objectives
it: Obiettivi generali

source: Activity Group
it: Gruppo attività

source: Activities
it: Attività

source: Actors
it: Attori

source: Actor Locations
it: Posizione degli attori

source: Materials
it: Materiali

source: Products
it: Prodotti

source: Wastes
it: Rifiuti

source: Actor to Actor Flows
it: Flussi da attore ad attore

source: Area Levels
it: Livelli di Area

source: Areas
it: Aree

source: Publications
it: Pubblicazioni

source: Upload bibtex files
it: Carica i file bibite

source: here
it: qui

source: Focusarea updated
it: Focusarea aggiornata

source: Focusarea update failed
it: Aggiornamento della Focusarea fallita

source: Casestudy Region updated
it: Regione del Caso studio aggiornata

source: Casestudy Region update failed
it: Aggiornamento Regione del Caso studio fallito

source: Do you really want to delete the keyflow and <b>ALL</b> of its data?
it: Vuoi davvero cancellare il flusso chiave e <b>TUTTI</b> i suoi dati?

source: Are you sure?
it: Sei sicuro?

source: Removing data
it: Rimozione dei dati

source: Nothing to remove
it: Niente da rimuovere

source: entries removed
it: le immissioni hanno rimosso

source: entries failed to remove
it: le immissioni non sono riuscite a rimuovere

source: Successfully deleted
it: Eliminato con successo

source: Force CASCADED deletion (delete referencing objects, even if protected)
it: Forza la cancellazione a cascata (cancella gli obiettivi, anche se protetti)

source: Do you really want to delete the existing data and the related data?
it: Vuoi davvero eliminare i dati esistenti e i relativi dati?

source: No file selected to upload!
it: nessun file selezionato da caricare!

source: Uploading
it: caricando

source: Created models:
it: modelli creati:

source: Updated models:
it: modelli caricati:

source: Success
it: Successo

source: Warning: Uploading Area Levels removes all Areas in the casestudy as well. Do you wish to continue?
it: Avvertenza: il caricamento dei livelli di Area rimuove anche tutte le aree nel caso studio. Desideri continuare?

source: Response
it: responso

source: count
it: conta

source: defaults excluded
it: impostazioni predefinite escluse

source: Lade...
it: Carica…

source: None
it: Nessuno

source: Select a material
it: Seleziona una materiale

source: Nace Code
it: Codice Nace

source: Activity
it: Attività

source: City
it: Città

source: Address
it: Indirizzo

source: read only
it: leggi solo

source: Material (directly used in flows / children in flows)
it: Materiali( direttamente utilizzati nel flusso/ figli nel flusso)

source: select an activity/group to display specific nodes
it: seleziona un attività/gruppo per visualizzare nodi specifici

source: General
it: Generale

source: Challenge
it: Sfida

source: Aim
it: Scopo

source: Add Challenge
it: Aggiungi le sfide

source: Description
it: Descrizione

source: Add Aim
it: Aggiungi lo scopo

source: Upload successful
it: caricamento riuscito

source: Do you want to delete the Indicator
it: Vuoi eliminare l’indicatore

source: Do you want to delete the Filter
it: Vuoi eliminare il filtro

source: Case Study <br> Region
it: Caso studio <br> Regione

source: Region
it: Regione

source: Casestudy Region
it: Regione del Caso studio

source: Select
it: Seleziona

source: successfully cloned
it: clonato con successo

source: clone item
it: clona l’oggetto

source: GeoJSON needs attributes "type" and "coordinates"
it: GeoJSON ha bisogno di attributi “tipo” e “coordinate”

source: type has to be MultiPolygon or Polygon
it: Il tipo dev’essere MultiPoligono o Poligono

source: Do you want to delete the category?
it: Vuoi davvero eliminare la categoria?

source: Do you want to delete the selected solution?
it: Vuoi davvero eliminare la soluzione selezionata?

source: Do you really want to delete your solution?
it: Vuoi davvero eliminare la tua soluzione?

source: possible implementation area
it: Area di possibile implementazione

source: Do you really want to delete the selected chart?
it: Vuoi davvero cancellare il grafico selezionato?

source: Do you really want to delete the selected category and all its charts?
it: Vuoi davvero eliminare la categoria selezionata e tutti i suoi grafici?

source: Upload
it: Carica

source: Do you really want to delete the selected category and all its layers?
it: Vuoi davvero eliminare la categoria selezionata e tutti i suoi livelli?

source: The stakeholders are not set up.
it: Gli stakeholders non sono dettati

source: add stakeholder
it: Aggiungi lo stakeholder

source: Remove category
it: Rimuovi la categoria

source: Edit category
it: Modifica la categoria

source: Add Stakeholder
it: Aggiungi lo Stakeholder

source: Edit Stakeholder
it: Modifica lo Stakeholder

source: Do you want to delete the selected stakeholder?
it: Vuoi eliminare lo stakeholder selezionato?

source: Add Stakeholder Category
it: Aggiungi la Categoria Stakeholder

source: Do you really want to delete the stakeholder category?
it: Vuoi davvero eliminare la categoria degli stakeholder?

source: Edit Category
it: Modifica categoria

source: The map is not set up.
it: La mappa non è settata

source: legend not found
it: leggenda non trovata

source: Layer
it: Livello

source: Remove target
it: rimuovi l’obiettivo

source: No indicators available for the target definition. Please contact your workshop leader.
it: Nessun indicatore disponibile per la definizione dello scopo

source: Indicator is duplicate in this objective. Please remove or set another indicator.
it: L’indicatore è duplicato in questo obiettivo. Per favore rimuovi o imposta un altro indicatore.

source: Ranking general objectives
it: Classifica degli obiettivi generali

source: Ranking objectives for the keyflow
it: Ordinando gli obiettivi per il flusso chiavo

source: English
it: Inglese

source: German
it: Tedesco

source: Dutch
it: Olandese

source: Polish
it: Polacco

source: Hungarian
it: Ungherese

source: Italian
it: Italiano

source: Mark selected %(verbose_name_plural)s as drafts
it: Mark selezionato%(verbose_name_plural)s come bozze

source: Mark selected %(verbose_name_plural)s as submitted
it: Mark selezionato %(verbose_name_plural)s come presentato

source: Mark selected %(verbose_name_plural)s as accepted
it: Mark selezionato%(verbose_name_plural)s come accettato

source: Mark selected %(verbose_name_plural)s as published
it: Mark selezionato %(verbose_name_plural)s come pubblicato

source: January
it: Gennaio

source: February
it: Febbraio

source: March
it: Marzo

source: April
it: Aprile

source: May
it: Maggio

source: June
it: Giugno

source: July
it: Luglio

source: August
it: Agosto

source: September
it: Settembre

source: October
it: Ottobre

source: November
it: Novembre

source: December
it: Dicembre

source: draft
it: bozza

source: submitted
it: presentato

source: accepted
it: accettato

source: published
it: pubblicato
