Repository: H2020Cinderela/Cinderela-Web
Catalog: repair/locale/*/LC_MESSAGES/django.po
Languages: it

source: Plotly graph
it: grafico Plotly

source: Plotly Histogram
it: Istogramma Plotly

source: English
it: Inglese

source: German
it: Tedesco

source: Edit Activity Group
it: Modifica gruppo attività

source: Save & Exit
it: Salva e Esci

source: Case Study
it: Caso studio

source: Flow
it: Flusso

source: Data Entered by
it: Dati inseriti da

source: Enter Data
it: Inserisci dati

source: View Data
it: Visualizza dati

source: Verify Data
it: Verifica i dati

source: Please choose the level for which you wish to enter data
it: Per favore inserisci il livello per il quale desideri inserire dati

source: Study Area
it: Area di studio

source: Status Quo
it: Stato di fatto

source: Changes
it: Cambiamenti

source: Impacts
it: Impatti

source: Decisions
it: Decisioni

source: Admin Area
it: Area di amministrazione

source: Users in Casestudy:
it: Utenti nel caso studio

source: Catalogue of Solutions
it: Catalogo delle soluzioni

source: Implementation
it: Implementazione

source: coordinated by
it: coordinato da

source: Created by
it: Creato da

source: consists of the following solutions
it: consiste nelle seguenti soluzioni

source: No solutions in
it: Nessuna soluzione

source: Implementation is part of the following strategies:
it: L’implementazione è parte delle seguenti strategie

source: Implementation needs the following stakeholders
it: L’implementazione necessita dei seguenti stakeholders

source: Solutions
it: Soluzioni

source: Implementations
it: Implementazioni

source: Strategies
it: Strategie

source: Users
it: Utenti

source: Casestudies
it: Casi studio

source: No casestudies are available.
it: Nessuno caso studio è disponibile

source: Solution
it: Soluzione

source: User
it: Utente

source: Description
it: Descrizione

source: One unit equals
it: Un’unità equivale

source: The solution has the following ratios per unit defined
it: La soluzione ha il seguente rapporto per unità definito

source: An Implementations has to define the following quantities for this solution
it: Un’ implementazione deve definire le seguenti quantità per questa soluzione

source: Solution is part of the following implementations
it: La soluzione è parte delle seguenti implementazioni

source: In CaseStudies:
it: Nei casi studio

source: No Casestudy assigned to.
it: Nessun casostudio assegnato

source: Solutions created:
it: Soluzioni create:

source: No solutions defined by.
it: Nessuna soluzione definita:

source: Implementations created:
it: Implementazioni create:

source: No implementations defined by.
it: Nessuna implementazione definita:

source: In other CaseStudies:
it: In altri casistudio:

source: No other Casestudy assigned to
it: Nessun altro caso studio assegnato

source: Flows
it: Flussi

source: Evaluation
it: Valutazioni

source: <b>All indicators</b>
it: <b>Tutti gli indicatori</b>

source: By endpoint
it: vicino al punto finale

source: By midpoint
it: vicino al punto centrale

source: <b>Selected indicator</b>
it: <b>Indicatore selezionato</b>

source: Focus Area Only
it: Solo la Focus Area

source: Organic waste (from households only)
it: Rifiuti organici (solo domestico)

source: Material and waste flows <br> by <b>space</b>
it: flussi di materiali e rifiuti<br> per <b>spazio</b>

source: Material and waste flows <br> by <b>activity</b>
it: flussi di materiali e rifiuti<br> per <b>attività</b>

source: Text
it: Testo

source: Map with Sankey
it: Mappa con Sankey

source: Interaction Test
it: Test d’interazione

source: Base data
it: dati base

source: Government
it: Governo

source: Waste Companies
it: Aziende del rifiuto

source: NGOs
it: ONG
